Repository: stebod/BringTheFood
Catalog: *.lproj/Localizable.strings
Languages: it

source: Login failed
it: Login fallito

# LOGIN_FAILED_MESSAGE
source: The inserted email-password couple is wrong!
it: La coppia username/password inserita è errata

source: Dismiss
it: Ok

source: Network error
it: Errore di rete

# CHECK_CONNECTIVITY
source: Check your connectivity and try again
it: Controlla la tua connessione e riprova

source: Forgot Password?
it: Password Dimenticata?

source: Cancel
it: Annulla

source: Confirm Password
it: Ripeti Password

source: Error
it: Errore

source: Invalid email
it: Email non valida

# INVALID_PASSWORD
source: Password must be at least 4 characters long
it: La password deve essere lunga almeno 4 caratteri

source: Password Mismatch
it: Le password non coincidono

source: Email not available
it: Email non disponibile

# EMAIL_NOT_AVAILABLE_MESSAGE
source: The inserted email is already taken!
it: L'indirizzo email inserito è già in uso

source: Address
it: Indirizzo

source: Name
it: Nome

source: Phone
it: Telefono

source: Registration failed
it: Registrazione fallita

# REGISTRATION_FAILED_MESSAGE
source: A problem occourred during the processing of your request. Please try again
it: Si è verificato un problema durante l'elaborazione della richiesta. Si prega di riprovare

# CHOOSE_AVATAR
source: Choose your avatar
it: Scegli il tuo avatar

# SELECT_FROM_LIBRARY
source: Select photo from library
it: Rullino foto

# TAKE_PICTURE
source: Take a picture
it: Camera

source: Description
it: Descrizione

source: Amount
it: Quantità

source: Expiration
it: Scadenza

source: Submission failed
it: Invio donazione fallito

# SUBMISSION_FAILED_MESSAGE
source: A problem occourred during the processing of your request. Please try again
it: Si è verificato un problema durante l'elaborazione della richiesta. Si prega di riprovare

# LOGOUT_ERROR
source: Impossible to logout
it: Impossibile effettuare il logout

# LOGOUT_ERROR_MESSAGE
source: The impossible happened
it: Si è verificato un errore sconosciuto

source: portions
it: porzioni

source: days left
it: giorni rimanenti

# BOOK_ERROR
source: Impossible to book
it: Impossibile prenotare

# BOOK_ERROR_MESSAGE
source: The donation is not bookable anymore
it: La donazione non è più prenotabile

source: Success
it: Transazione eseguita

source: Booking accomplished!
it: La prenotazione è stata completata con successo!

# COLLECTED_ERROR
source: Impossible to mark as collected
it: Impossibile contrassegnare la donazione come ritirata

# COLLECTED_ERROR_MESSAGE
source: The donation is not markable as collected anymore
it: La donazione non può più essere marcata come ritirata

# COLLECTION_ACCOMPLISHED
source: The donation has been marked as collected!
it: La donazione è stata marcata come ritirata!

# DELETION_ERROR
source: Impossible to delete donation
it: Impossibile cancellare la donazione

# DELETION_ERROR_MESSAGE
source: The donation is not deletable anymore
it: La donazione non può più essere cancellata

# DELETION_ACCOMPLISHED
source: The donation has been deleted!
it: La donazione è stata cancellata!

source: expired
it: scaduta

source: No collector
it: Nessun beneficiario

source: Uncollected donation
it: Donazione non ritirata

# COLLECTOR_RETRIEVAL_ERROR
source: Unable to retrieve collector
it: Impossibile recuperare dati beneficiario

source: DROP
it: ELIMINA

source: COLLECT
it: RITIRA

# UNBOOK_ERROR
source: Impossible to unbook
it: Impossibile disdire

# UNBOOK_ERROR_MESSAGE
source: The donation is not unbookable anymore
it: La prenotazione non può più essere disdetta

# UNBOOK_ACCOMPLISHED
source: Donation successfully unbooked!
it: Prenotazione disdetta con successo!

# NOTIFICATION_UPDATE_ERROR
source: Something went wrong
it: Impossibile modificare i parametri

# NOTIFICATION_UPDATE_ERROR_MESSAGE
source: Try again later
it: Riprovare in seguito

# NOTIFICATION_UPDATE_ACCOMPLISHED
source: Notification settings correctly updated!
it: Impostazioni notifiche aggiornate correttamente!

source: Old Password
it: Vecchia Password

source: New Password
it: Nuova Password

# OLD_PASSWORD_WRONG
source: Error
it: Errore

# OLD_PASSWORD_WRONG_MESSAGE
source: The current password is wrong
it: La password corrente non è corretta

source: Password changed successfully!
it: Password cambiata con successo!

# SETTINGS_UPDATE_FAILED
source: Update failed
it: Aggiornamento informazioni utente failed

# SETTINGS_UPDATE_FAILED_MESSAGE
source: Remember that if you have active donations you cannot change your address
it: Ricorda che fintanto che possiedi donazioni attive la modifica dell'indirizzo di residenza non è consentita

# DONATION_UPDATE_FAILED
source: Update failed
it: Aggiornamento donazione fallito

# DONATION_UPDATE_FAILED_MESSAGE
source: A problem occourred during the processing of your request. Please try again
it: Si è verificato un problema durante l'elaborazione della richiesta. Si prega di riprovare
